Repository: zephyrwing-ai/GetClowhub
Catalog: OpenClawInstaller/Localizable.xcstrings
Source language: en
Languages: ar, da, de, el, es, fa, fi, fil, fr, hu, id, it, ja, ko, ms, nl, pl, pt_br, ru, sv, th, tr, vi, zh_hans, zh_hant

source: Notify on Over
ar: إعلام عند التجاوز
da: Underret ved overskridelse
de: Bei Überschreitung benachrichtigen
el: Ειδοποίηση κατά την Υπέρβαση
es: Notificar al Exceder
fa: اطلاع‌رسانی هنگام تجاوز
fi: Ilmoita ylityksestä
fil: Magbigay-alam sa Paglampas
fr: Notifier en cas de dépassement
hu: Értesítés túllépéskor
id: Beri tahu saat Melebihi
it: Notifica su Superamento
ja: 超過時に通知
ko: 초과 시 알림
ms: Maklumkan pada Melebihi
nl: Melding bij Overschrijding
pl: Powiadom przy Przekroczeniu
pt_br: Notificar ao Exceder
ru: Уведомлять при превышении
sv: Meddela vid Överskridning
th: แจ้งเตือนเมื่อเกินงบ
tr: Aşımda Bildir
vi: Thông báo khi Vượt quá
zh_hans: 超标时通知
zh_hant: 超額時通知

source: Notify on Warning
ar: إعلام عند التحذير
da: Underret ved advarsel
de: Bei Warnung benachrichtigen
el: Ειδοποίηση κατά την Προειδοποίηση
es: Notificar en Advertencia
fa: اطلاع‌رسانی هنگام هشدار
fi: Ilmoita varoituksesta
fil: Magbigay-alam sa Babala
fr: Notifier en cas d'avertissement
hu: Értesítés figyelmeztetéskor
id: Beri tahu saat Peringatan
it: Notifica su Avviso
ja: 警告時に通知
ko: 경고 시 알림
ms: Maklumkan pada Amaran
nl: Melding bij Waarschuwing
pl: Powiadom przy Ostrzeżeniu
pt_br: Notificar no Aviso
ru: Уведомлять при предупреждении
sv: Meddela vid Varning
th: แจ้งเตือนเมื่อมีคำเตือน
tr: Uyarıda Bildir
vi: Thông báo khi Cảnh báo
zh_hans: 告警时通知
zh_hant: 警告時通知

source: OK
ar: حسنًا
es: Aceptar
fa: تأیید
ko: 확인
ru: ОК
th: ตกลง
tr: Tamam
zh_hans: 确定
zh_hant: 確定

source: Open Config File
ar: فتح ملف الإعدادات
da: Åbn konfigurationsfil
de: Konfigurationsdatei öffnen
el: Άνοιγμα αρχείου διαμόρφωσης
es: Abrir archivo de configuración
fa: باز کردن فایل پیکربندی
fi: Avaa asetustiedosto
fr: Ouvrir le fichier de configuration
hu: Konfigurációs fájl megnyitása
id: Buka File Konfigurasi
it: Apri file di configurazione
ja: 設定ファイルを開く
ko: 구성 파일 열기
ms: Buka Fail Konfigurasi
nl: Configuratiebestand openen
pt_br: Abrir arquivo de configuração
ru: Открыть файл конфигурации
sv: Öppna konfigurationsfil
th: เปิดไฟล์การกำหนดค่า
tr: Yapılandırma Dosyasını Aç
vi: Mở tệp cấu hình
zh_hans: 打开配置文件
zh_hant: 開啟配置檔

source: Open Dashboard
ar: فتح لوحة التحكم
da: Åbn kontrolpanel
de: Dashboard öffnen
el: Άνοιγμα πίνακα ελέγχου
es: Abrir panel de control
fa: باز کردن داشبورد
fi: Avaa hallintapaneeli
fr: Ouvrir le tableau de bord
hu: Vezérlőpult megnyitása
id: Buka Dasbor
it: Apri dashboard
ja: ダッシュボードを開く
ko: 대시보드 열기
ms: Buka Papan Pemuka
nl: Dashboard openen
pt_br: Abrir painel de controle
ru: Открыть панель управления
sv: Öppna kontrollpanelen
th: เปิดแดชบอร์ด
tr: Panoyu Aç
vi: Mở bảng điều khiển
zh_hans: 打开控制台
zh_hant: 開啟控制台

source: Open File
ar: فتح الملف
da: Åbn fil
de: Datei öffnen
el: Άνοιγμα αρχείου
es: Abrir archivo
fa: باز کردن فایل
fi: Avaa tiedosto
fr: Ouvrir le fichier
hu: Fájl megnyitása
id: Buka File
it: Apri file
ja: ファイルを開く
ko: 파일 열기
ms: Buka Fail
nl: Bestand openen
pt_br: Abrir arquivo
ru: Открыть файл
sv: Öppna fil
th: เปิดไฟล์
tr: Dosya Aç
vi: Mở tệp
zh_hans: 打开文件
zh_hant: 開啟檔案

source: Open Providers Preset
ar: فتح الإعدادات المسبقة للمزودين
da: Åbn udbyderforudindstillinger
de: Anbieter-Voreinstellungen öffnen
el: Άνοιγμα προεπιλογών παρόχων
es: Abrir proveedores preconfigurados
fa: باز کردن پیش‌تنظیم ارائه‌دهندگان
fi: Avaa tarjoajien esiasetukset
fr: Ouvrir les fournisseurs prédéfinis
hu: Szolgáltató előbeállítások megnyitása
id: Buka Preset Penyedia
it: Apri preset dei fornitori
ja: プロバイダープリセットを開く
ko: 공급자 프리셋 열기
ms: Buka Pratetap Pembekal
nl: Aanbiedervoorinstellingen openen
pt_br: Abrir provedores pré-configurados
ru: Открыть предустановки поставщиков
sv: Öppna leverantörsförinställningar
th: เปิดค่าเริ่มต้นผู้ให้บริการ
tr: Sağlayıcı Ön Ayarlarını Aç
vi: Mở cấu hình nhà cung cấp có sẵn
zh_hans: 打开服务预设
zh_hant: 開啟服務預設

source: OpenClaw Gateway 已启动
ar: تم بدء بوابة OpenClaw
da: OpenClaw Gateway er startet
de: OpenClaw Gateway gestartet
el: Το OpenClaw Gateway ξεκίνησε
es: OpenClaw Gateway iniciado
fa: درگاه OpenClaw راه‌اندازی شد
fi: OpenClaw Gateway käynnistetty
fr: OpenClaw Gateway démarré
hu: Az OpenClaw Gateway elindult
id: OpenClaw Gateway Telah Dimulai
it: OpenClaw Gateway avviato
ja: OpenClaw ゲートウェイが起動しました
ko: OpenClaw 게이트웨이가 시작되었습니다
ms: OpenClaw Gateway telah dimulakan
nl: OpenClaw Gateway is gestart
pt_br: OpenClaw Gateway iniciado
ru: Шлюз OpenClaw запущен
sv: OpenClaw Gateway har startats
th: เกตเวย์ OpenClaw เริ่มทำงานแล้ว
tr: OpenClaw Ağ Geçidi başlatıldı
vi: OpenClaw Gateway đã khởi động
zh_hant: OpenClaw Gateway 已啟動

source: OpenClaw has been successfully installed on your Mac
ar: تم تثبيت OpenClaw بنجاح على جهاز Mac الخاص بك
da: OpenClaw er blevet installeret på din Mac
de: OpenClaw wurde erfolgreich auf Ihrem Mac installiert
el: Το OpenClaw εγκαταστάθηκε επιτυχώς στο Mac σας
es: OpenClaw se ha instalado correctamente en tu Mac
fa: OpenClaw با موفقیت بر روی Mac شما نصب شد
fi: OpenClaw on asennettu onnistuneesti Mac-tietokoneellesi
fr: OpenClaw a été installé avec succès sur votre Mac
hu: Az OpenClaw sikeresen telepítve lett a Mac-re
id: OpenClaw telah berhasil diinstal di Mac Anda
it: OpenClaw è stato installato con successo sul tuo Mac
ja: OpenClaw は Mac に正常にインストールされました
ko: OpenClaw가 Mac에 성공적으로 설치되었습니다
ms: OpenClaw telah berjaya dipasang pada Mac anda
nl: OpenClaw is succesvol geïnstalleerd op uw Mac
pt_br: O OpenClaw foi instalado com sucesso no seu Mac
ru: OpenClaw успешно установлен на ваш Mac
sv: OpenClaw har installerats på din Mac
th: OpenClaw ได้รับการติดตั้งบน Mac ของคุณเรียบร้อยแล้ว
tr: OpenClaw Mac'inize başarıyla kuruldu
vi: OpenClaw đã được cài đặt thành công trên máy Mac của bạn
zh_hans: OpenClaw 已成功安装在您的 Mac 上
zh_hant: OpenClaw 已成功安裝在您的 Mac 上

source: OpenClaw Installation
ar: تثبيت OpenClaw
el: Εγκατάσταση OpenClaw
es: Instalación de OpenClaw
fa: نصب OpenClaw
fi: OpenClaw-asennus
fr: Installation d'OpenClaw
hu: OpenClaw telepítés
id: Instalasi OpenClaw
it: Installazione di OpenClaw
ja: OpenClaw のインストール
ko: OpenClaw 설치
ms: Pemasangan OpenClaw
nl: OpenClaw-installatie
pt_br: Instalação do OpenClaw
ru: Установка OpenClaw
th: การติดตั้ง OpenClaw
tr: OpenClaw Kurulumu
vi: Cài đặt OpenClaw
zh_hans: OpenClaw 安装
zh_hant: OpenClaw 安裝

source: OpenClaw Installer
ar: مُثبِّت OpenClaw
el: Πρόγραμμα εγκατάστασης OpenClaw
es: Instalador de OpenClaw
fa: نصب‌کننده OpenClaw
fi: OpenClaw-asennusohjelma
hu: OpenClaw Telepítő
id: Penginstal OpenClaw
it: Programma di installazione OpenClaw
ja: OpenClaw インストーラー
ko: OpenClaw 설치 프로그램
ms: Pemasang OpenClaw
pt_br: Instalador do OpenClaw
ru: Установщик OpenClaw
sv: OpenClaw-installationsprogram
th: ตัวติดตั้ง OpenClaw
tr: OpenClaw Yükleyici
vi: Trình cài đặt OpenClaw
zh_hans: OpenClaw 安装器
zh_hant: OpenClaw 安裝器

source: OpenClaw is installed
ar: OpenClaw مُثبَّت
da: OpenClaw er installeret
de: OpenClaw ist installiert
el: Το OpenClaw είναι εγκατεστημένο
es: OpenClaw está instalado
fa: OpenClaw نصب شده است
fi: OpenClaw on asennettu
fr: OpenClaw est installé
hu: Az OpenClaw telepítve van
id: OpenClaw telah terinstal
it: OpenClaw è installato
ja: OpenClaw はインストール済みです
ko: OpenClaw가 설치되어 있습니다
ms: OpenClaw telah dipasang
nl: OpenClaw is geïnstalleerd
pt_br: OpenClaw está instalado
ru: OpenClaw установлен
sv: OpenClaw är installerat
th: OpenClaw ได้รับการติดตั้งแล้ว
tr: OpenClaw kurulu
vi: OpenClaw đã được cài đặt
zh_hans: OpenClaw 已安装
zh_hant: OpenClaw 已安裝

source: OpenClaw Path
ar: مسار OpenClaw
da: OpenClaw-sti
de: OpenClaw-Pfad
el: Διαδρομή OpenClaw
es: Ruta de OpenClaw
fa: مسیر OpenClaw
fi: OpenClaw-polku
fr: Chemin d'OpenClaw
hu: OpenClaw elérési út
id: Jalur OpenClaw
it: Percorso OpenClaw
ja: OpenClaw パス
ko: OpenClaw 경로
ms: Laluan OpenClaw
nl: OpenClaw-pad
pt_br: Caminho do OpenClaw
ru: Путь к OpenClaw
sv: OpenClaw-sökväg
th: เส้นทาง OpenClaw
tr: OpenClaw Yolu
vi: Đường dẫn OpenClaw
zh_hans: OpenClaw 路径
zh_hant: OpenClaw 路徑

source: OpenClaw Successfully Installed!
ar: تم تثبيت OpenClaw بنجاح!
da: OpenClaw er installeret!
de: OpenClaw erfolgreich installiert!
el: Το OpenClaw εγκαταστάθηκε επιτυχώς!
es: ¡OpenClaw instalado correctamente!
fa: OpenClaw با موفقیت نصب شد!
fi: OpenClaw asennettu onnistuneesti!
fr: OpenClaw installé avec succès !
hu: Az OpenClaw sikeresen telepítve!
id: OpenClaw Berhasil Terinstal!
it: OpenClaw installato con successo!
ja: OpenClaw のインストールが完了しました！
ko: OpenClaw가 성공적으로 설치되었습니다!
ms: OpenClaw Berjaya Dipasang!
nl: OpenClaw is succesvol geïnstalleerd!
pt_br: OpenClaw instalado com sucesso!
ru: OpenClaw успешно установлен!
sv: OpenClaw har installerats!
th: ติดตั้ง OpenClaw สำเร็จแล้ว!
tr: OpenClaw Başarıyla Kuruldu!
vi: Đã cài đặt OpenClaw thành công!
zh_hans: OpenClaw 安装成功！
zh_hant: OpenClaw 安裝成功！

source: Operating System
ar: نظام التشغيل
da: Operativsystem
de: Betriebssystem
el: Λειτουργικό σύστημα
es: Sistema operativo
fa: سیستم‌عامل
fi: Käyttöjärjestelmä
fr: Système d'exploitation
hu: Operációs rendszer
id: Sistem Operasi
it: Sistema operativo
ja: オペレーティングシステム
ko: 운영 체제
ms: Sistem Pengendalian
nl: Besturingssysteem
pt_br: Sistema operacional
ru: Операционная система
sv: Operativsystem
th: ระบบปฏิบัติการ
tr: İşletim Sistemi
vi: Hệ điều hành
zh_hans: 操作系统
zh_hant: 作業系統

source: Optional. Written to IDENTITY.md as the agent's name
ar: اختياري. يُكتب في IDENTITY.md كاسم الوكيل
da: Valgfrit. Skrives til IDENTITY.md som agentens navn
de: Optional. Wird als Agentenname in IDENTITY.md geschrieben
el: Προαιρετικό. Γράφεται στο IDENTITY.md ως όνομα πράκτορα
es: Opcional. Se escribe en IDENTITY.md como nombre del agente
fa: اختیاری. به عنوان نام عامل در IDENTITY.md نوشته می‌شود
fi: Valinnainen. Kirjoitetaan IDENTITY.md-tiedostoon agentin nimenä
fil: Opsyonal. Isinusulat sa IDENTITY.md bilang pangalan ng agent
fr: Facultatif. Écrit dans IDENTITY.md comme nom de l'agent
hu: Opcionális. Az IDENTITY.md-be íródik ügynöknévként
id: Opsional. Ditulis ke IDENTITY.md sebagai nama agen
it: Facoltativo. Scritto in IDENTITY.md come nome dell'agente
ja: 任意。エージェント名としてIDENTITY.mdに書き込まれます
ko: 선택사항. IDENTITY.md에 에이전트 이름으로 기록됩니다
ms: Pilihan. Ditulis ke IDENTITY.md sebagai nama ejen
nl: Optioneel. Wordt in IDENTITY.md geschreven als naam van de agent
pl: Opcjonalne. Zapisywane w IDENTITY.md jako nazwa agenta
pt_br: Opcional. Escrito no IDENTITY.md como nome do agente
ru: Необязательно. Записывается в IDENTITY.md как имя агента
sv: Valfritt. Skrivs till IDENTITY.md som agentens namn
th: ไม่จำเป็น จะถูกเขียนลงใน IDENTITY.md เป็นชื่อเอเจนต์
tr: İsteğe bağlı. IDENTITY.md dosyasına ajan adı olarak yazılır
vi: Tùy chọn. Được ghi vào IDENTITY.md làm tên trợ lý
zh_hans: 可选。将作为 Agent 名称写入 IDENTITY.md
zh_hant: 可選。將作為 Agent 名稱寫入 IDENTITY.md

source: Output
ar: المخرجات
de: Ausgabe
el: Έξοδος
es: Salida
fa: خروجی
fi: Tulostus
fr: Sortie
hu: Kimenet
id: Keluaran
ja: 出力
ko: 출력
nl: Uitvoer
pt_br: Saída
ru: Вывод
sv: Utdata
th: ผลลัพธ์
tr: Çıktı
vi: Đầu ra
zh_hans: 输出
zh_hant: 輸出

source: Over Budget
ar: تجاوز الميزانية
de: Über Budget
el: Υπέρβαση προϋπολογισμού
es: Excede presupuesto
fa: فراتر از بودجه
fi: Budjetin yli
fil: Lagpas sa Badyet
fr: Hors budget
hu: Túllépve
id: Melebihi anggaran
it: Oltre il budget
ja: 予算超過
ko: 예산 초과
ms: Melebihi bajet
pl: Przekroczenie Budżetu
pt_br: Acima do orçamento
ru: Превышение бюджета
sv: Över budget
th: เกินงบประมาณ
tr: Bütçe aşıldı
vi: Vượt ngân sách
zh_hans: 超出预算
zh_hant: 超出預算

source: Overview
ar: نظرة عامة
da: Oversigt
de: Übersicht
el: Επισκόπηση
es: Resumen
fa: نمای کلی
fi: Yleiskatsaus
fr: Vue d'ensemble
hu: Áttekintés
id: Ringkasan
it: Panoramica
ja: 概要
ko: 개요
ms: Gambaran Keseluruhan
nl: Overzicht
pt_br: Visão geral
ru: Обзор
sv: Översikt
th: ภาพรวม
tr: Genel Bakış
vi: Tổng quan
zh_hans: 概览
zh_hant: 概覽

source: Package Name
ar: اسم الحزمة
da: Pakkenavn
de: Paketname
el: Όνομα πακέτου
es: Nombre del paquete
fa: نام بسته
fi: Paketin nimi
fr: Nom du paquet
hu: Csomag neve
id: Nama Paket
it: Nome del pacchetto
ja: パッケージ名
ko: 패키지 이름
ms: Nama Pakej
nl: Pakketnaam
pt_br: Nome do pacote
ru: Имя пакета
sv: Paketnamn
th: ชื่อแพ็กเกจ
tr: Paket Adı
vi: Tên gói
zh_hans: 包名称
zh_hant: 套件名稱

source: Paste the install command from Skills Market:
ar: الصق أمر التثبيت من متجر المهارات:
da: Indsæt installationskommandoen fra færdighedsmarkedspladsen:
de: Fügen Sie den Installationsbefehl vom Fähigkeiten-Marktplatz ein:
el: Επικολλήστε την εντολή εγκατάστασης από την Αγορά Δεξιοτήτων:
es: Pega el comando de instalación del mercado de habilidades:
fa: دستور نصب را از فروشگاه مهارت‌ها جای‌گذاری کنید:
fi: Liitä asennuskomento Taitokauppapaikalta:
fr: Collez la commande d'installation depuis le marché des compétences :
hu: Illessze be a telepítési parancsot a Képesség Piactérről:
id: Tempel perintah instal dari Pasar Keahlian:
it: Incolla il comando di installazione dal marketplace delle competenze:
ja: スキルマーケットからインストールコマンドを貼り付けてください:
ko: 스킬 마켓에서 설치 명령어를 붙여넣으세요:
ms: Tampal arahan pemasangan dari Pasaran Kemahiran:
nl: Plak het installatiecommando van de vaardighedenmarktplaats:
pt_br: Cole o comando de instalação do mercado de habilidades:
ru: Вставьте команду установки из маркета навыков:
sv: Klistra in installationskommandot från färdighetsmarknaden:
th: วางคำสั่งติดตั้งจากตลาดทักษะ:
tr: Yetenek Mağazası'ndan yükleme komutunu yapıştırın:
vi: Dán lệnh cài đặt từ Chợ kỹ năng:
zh_hans: 粘贴技能市场的安装命令：
zh_hant: 貼上技能市集的安裝命令：

source: Path
ar: المسار
da: Sti
de: Pfad
el: Διαδρομή
es: Ruta
fa: مسیر
fi: Polku
fr: Chemin
hu: Elérési út
id: Jalur
it: Percorso
ja: パス
ko: 경로
ms: Laluan
nl: Pad
pt_br: Caminho
ru: Путь
sv: Sökväg
th: เส้นทาง
tr: Yol
vi: Đường dẫn
zh_hans: 路径
zh_hant: 路徑

source: Per Agent
ar: لكل وكيل
da: Pr. Agent
de: Pro Agent
el: Ανά Agent
es: Por Agente
fa: به ازای هر عامل
fi: Agenttikohtainen
fil: Bawat Agent
fr: Par Agent
hu: Ügynökönként
id: Per Agen
it: Per Agente
ja: エージェントごと
ko: 에이전트별
ms: Setiap Ejen
pl: Na Agenta
pt_br: Por Agente
ru: По агентам
th: ต่อ Agent
tr: Agent Başına
vi: Theo Agent
zh_hans: 按 Agent
zh_hant: 按Agent

source: Per-Agent Budget
ar: الميزانية لكل وكيل
da: Budget pr. Agent
de: Budget pro Agent
el: Προϋπολογισμός ανά Agent
es: Presupuesto por Agente
fa: بودجه به ازای هر عامل
fi: Agenttikohtainen Budjetti
fil: Badyet bawat Agent
fr: Budget par Agent
hu: Ügynökenkénti Költségvetés
id: Anggaran per Agen
it: Budget per Agente
ja: エージェントごとの予算
ko: 에이전트별 예산
ms: Bajet setiap Ejen
nl: Budget per Agent
pl: Budżet na Agenta
pt_br: Orçamento por Agente
ru: Бюджет по агентам
sv: Budget per Agent
th: งบประมาณต่อ Agent
tr: Agent Başına Bütçe
vi: Ngân sách theo Agent
zh_hans: Agent 预算
zh_hant: 按Agent預算

source: Persona
ar: الشخصية
el: Περσόνα
fa: شخصیت
fi: Persoona
fr: Personnage
hu: Személyiség
ja: ペルソナ
ko: 페르소나
ru: Персона
th: เพอร์โซนา
tr: Kişilik
vi: Nhân cách
zh_hans: 人设
zh_hant: 人設

source: Persona Content
ar: محتوى الشخصية
da: Persona-indhold
de: Persona-Inhalt
el: Περιεχόμενο περσόνας
es: Contenido de persona
fa: محتوای شخصیت
fi: Persoonan sisältö
fr: Contenu du personnage
hu: Személyiség tartalma
id: Konten persona
it: Contenuto persona
ja: ペルソナ内容
ko: 페르소나 내용
ms: Kandungan persona
nl: Persona-inhoud
pt_br: Conteúdo da persona
ru: Содержание персоны
sv: Personainnehåll
th: เนื้อหาเพอร์โซนา
tr: Kişilik içeriği
vi: Nội dung nhân cách
zh_hans: 人设文档
zh_hant: 人設文件

source: Please log in to continue
ar: يرجى تسجيل الدخول للمتابعة
da: Log venligst ind for at fortsætte
de: Bitte melden Sie sich an, um fortzufahren
el: Παρακαλώ συνδεθείτε για να συνεχίσετε
es: Inicie sesión para continuar
fa: لطفاً برای ادامه وارد شوید
fi: Kirjaudu sisään jatkaaksesi
fil: Mangyaring mag-log in upang magpatuloy
fr: Veuillez vous connecter pour continuer
hu: Kérjük, jelentkezzen be a folytatáshoz
id: Silakan masuk untuk melanjutkan
it: Effettua l'accesso per continuare
ja: 続行するにはログインしてください
ko: 계속하려면 로그인하세요
ms: Sila log masuk untuk meneruskan
nl: Log in om door te gaan
pl: Zaloguj się, aby kontynuować
pt_br: Faça login para continuar
ru: Пожалуйста, войдите, чтобы продолжить
sv: Logga in för att fortsätta
th: กรุณาเข้าสู่ระบบเพื่อดำเนินการต่อ
tr: Devam etmek için giriş yapın
vi: Vui lòng đăng nhập để tiếp tục
zh_hans: 请登录后使用
zh_hant: 請登入後使用

source: Please select an Agent.
ar: يرجى اختيار وكيل.
da: Vælg venligst en Agent.
de: Bitte wählen Sie einen Agent aus.
el: Παρακαλώ επιλέξτε έναν Agent.
es: Por favor, seleccione un Agente.
fa: لطفاً یک عامل انتخاب کنید.
fi: Valitse agentti.
fil: Mangyaring pumili ng isang Agent.
fr: Veuillez sélectionner un Agent.
hu: Kérjük, válasszon egy Agentet.
id: Silakan pilih Agen.
it: Seleziona un Agente.
ja: エージェントを選択してください。
ko: 에이전트를 선택해 주세요.
ms: Sila pilih Ejen.
nl: Selecteer een Agent.
pl: Proszę wybrać Agenta.
pt_br: Por favor, selecione um Agente.
ru: Пожалуйста, выберите агента.
sv: Vänligen välj en Agent.
th: กรุณาเลือก Agent
tr: Lütfen bir Agent seçin.
vi: Vui lòng chọn một Agent.
zh_hans: 请选择一个 Agent。
zh_hant: 請選擇一個Agent。

source: Plugin Directory
ar: مجلد الإضافة
da: Pluginmappe
de: Plugin-Verzeichnis
el: Κατάλογος πρόσθετου
es: Directorio de plugin
fa: پوشه افزونه
fi: Lisäosahakemisto
fr: Répertoire de plugin
hu: Bővítménykönyvtár
id: Direktori Plugin
it: Directory del plugin
ja: プラグインディレクトリ
ko: 플러그인 디렉토리
ms: Direktori Plugin
pt_br: Diretório do plugin
ru: Каталог плагина
sv: Pluginkatalog
th: ไดเรกทอรีปลั๊กอิน
tr: Eklenti Dizini
vi: Thư mục plugin
zh_hans: 插件目录
zh_hant: 外掛目錄

source: Plugin File
ar: ملف الإضافة
da: Pluginfil
de: Plugin-Datei
el: Αρχείο πρόσθετου
es: Archivo de plugin
fa: فایل افزونه
fi: Lisäosatiedosto
fr: Fichier de plugin
hu: Bővítményfájl
id: File Plugin
it: File del plugin
ja: プラグインファイル
ko: 플러그인 파일
ms: Fail Plugin
nl: Pluginbestand
pt_br: Arquivo do plugin
ru: Файл плагина
sv: Pluginfil
th: ไฟล์ปลั๊กอิน
tr: Eklenti Dosyası
vi: Tệp plugin
zh_hans: 插件文件
zh_hant: 外掛檔案

source: Plugin for %@ is not installed. Please install the plugin first.
ar: لم يتم تثبيت إضافة %@. يرجى تثبيت الإضافة أولاً.
da: %@ plugin er ikke installeret. Installér venligst pluginet først.
de: Plugin für %@ ist nicht installiert. Bitte installieren Sie zuerst das Plugin.
el: Το πρόσθετο %@ δεν είναι εγκατεστημένο. Εγκαταστήστε πρώτα το πρόσθετο.
es: El plugin de %@ no está instalado. Por favor, instale el plugin primero.
fa: افزونه %@ نصب نشده است. لطفاً ابتدا افزونه را نصب کنید.
fi: %@ lisäosa ei ole asennettu. Asenna lisäosa ensin.
fr: Le plugin %@ n'est pas installé. Veuillez d'abord installer le plugin.
hu: A %@ bővítmény nincs telepítve. Kérjük, először telepítse a bővítményt.
id: Plugin %@ belum terinstal. Silakan instal plugin terlebih dahulu.
it: Il plugin %@ non è installato. Installa prima il plugin.
ja: %@ のプラグインがインストールされていません。先にプラグインをインストールしてください。
ko: %@ 플러그인이 설치되지 않았습니다. 먼저 플러그인을 설치해 주세요.
ms: Plugin %@ belum dipasang. Sila pasang plugin terlebih dahulu.
nl: %@ plugin is niet geïnstalleerd. Installeer eerst de plugin.
pt_br: O plugin %@ não está instalado. Por favor, instale o plugin primeiro.
ru: Плагин %@ не установлен. Пожалуйста, сначала установите плагин.
sv: %@ plugin är inte installerat. Installera pluginet först.
th: ปลั๊กอิน %@ ยังไม่ได้ติดตั้ง กรุณาติดตั้งปลั๊กอินก่อน
tr: %@ eklentisi yüklü değil. Lütfen önce eklentiyi yükleyin.
vi: Plugin %@ chưa được cài đặt. Vui lòng cài đặt plugin trước.
zh_hans: %@ 插件未安装，请先安装插件。
zh_hant: %@ 外掛未安裝，請先安裝外掛。

source: Plugins
ar: الإضافات
el: Πρόσθετα
fa: افزونه‌ها
fi: Lisäosat
fil: Mga plugin
fr: Extensions
hu: Bővítmények
id: Plugin
it: Plugin
ja: プラグイン
ko: 플러그인
ms: Plugin
pl: Wtyczki
ru: Плагины
sv: Tillägg
th: ปลั๊กอิน
tr: Eklentiler
vi: Plugin
zh_hans: 插件
zh_hant: 外掛

source: Port
ar: المنفذ
el: Θύρα
es: Puerto
fa: پورت
fi: Portti
it: Porta
ja: ポート
ko: 포트
nl: Poort
pt_br: Porta
ru: Порт
th: พอร์ต
vi: Cổng
zh_hans: 端口
zh_hant: 連接埠

source: Possible Solutions:
ar: حلول محتملة:
da: Mulige løsninger:
de: Mögliche Lösungen:
el: Πιθανές λύσεις:
es: Posibles soluciones:
fa: راه‌حل‌های احتمالی:
fi: Mahdolliset ratkaisut:
fr: Solutions possibles :
hu: Lehetséges megoldások:
id: Solusi yang Mungkin:
it: Possibili soluzioni:
ja: 考えられる解決策:
ko: 가능한 해결 방법:
ms: Penyelesaian Yang Mungkin:
nl: Mogelijke oplossingen:
pt_br: Possíveis soluções:
ru: Возможные решения:
sv: Möjliga lösningar:
th: แนวทางแก้ไขที่เป็นไปได้:
tr: Olası Çözümler:
vi: Giải pháp khả thi:
zh_hans: 可能的解决方案：
zh_hant: 可能的解決方案：

source: Progress
ar: التقدم
da: Fremskridt
de: Fortschritt
el: Πρόοδος
es: Progreso
fa: پیشرفت
fi: Edistyminen
fil: Progreso
fr: Progrès
hu: Haladás
id: Kemajuan
it: Progresso
ja: 進捗
ko: 진행률
ms: Kemajuan
nl: Voortgang
pl: Postęp
pt_br: Progresso
ru: Прогресс
sv: Förlopp
th: ความคืบหน้า
tr: İlerleme
vi: Tiến trình
zh_hans: 进度
zh_hant: 進度

source: Provider
ar: المزود
da: Udbyder
de: Anbieter
el: Πάροχος
es: Proveedor
fa: ارائه‌دهنده
fi: Tarjoaja
fr: Fournisseur
hu: Szolgáltató
id: Penyedia
it: Fornitore
ja: プロバイダー
ko: 공급자
ms: Pembekal
nl: Aanbieder
pt_br: Provedor
ru: Поставщик
sv: Leverantör
th: ผู้ให้บริการ
tr: Sağlayıcı
vi: Nhà cung cấp
zh_hans: 服务提供商
zh_hant: 服務供應商

source: Quick Select
ar: اختيار سريع
da: Hurtig valg
de: Schnellauswahl
el: Γρήγορη επιλογή
es: Selección rápida
fa: انتخاب سریع
fi: Pikavalikko
fr: Sélection rapide
hu: Gyors kiválasztás
id: Pilih Cepat
it: Selezione rapida
ja: クイック選択
ko: 빠른 선택
ms: Pilihan Pantas
nl: Snelle selectie
pt_br: Seleção rápida
ru: Быстрый выбор
sv: Snabbval
th: เลือกด่วน
tr: Hızlı Seçim
vi: Chọn nhanh
zh_hans: 快速选择
zh_hant: 快速選擇

source: Quick Setup
ar: إعداد سريع
da: Hurtig opsætning
de: Schnelle Einrichtung
el: Γρήγορη ρύθμιση
es: Configuración rápida
fa: راه‌اندازی سریع
fi: Nopea asennus
fil: Mabilis na Pag-setup
fr: Installation rapide
hu: Gyors beállítás
id: Pengaturan Cepat
it: Configurazione rapida
ja: クイックセットアップ
ko: 빠른 설정
ms: Persediaan Pantas
nl: Snelle installatie
pl: Szybka konfiguracja
pt_br: Configuração rápida
ru: Быстрая настройка
sv: Snabb installation
th: ตั้งค่าอย่างรวดเร็ว
tr: Hızlı Kurulum
vi: Thiết lập nhanh
zh_hans: 快速设置
zh_hant: 快速設定

source: Quit
ar: إنهاء
da: Afslut
de: Beenden
el: Έξοδος
es: Salir
fa: خروج
fi: Lopeta
fr: Quitter
hu: Kilépés
id: Keluar
it: Esci
ja: 終了
ko: 종료
ms: Keluar
nl: Stoppen
pt_br: Sair
ru: Выход
sv: Avsluta
th: ออก
tr: Çık
vi: Thoát
zh_hans: 退出
zh_hant: 退出

source: Quit OpenClaw Installer
ar: إنهاء مُثبِّت OpenClaw
da: Afslut OpenClaw Installer
de: OpenClaw Installer beenden
el: Έξοδος από το πρόγραμμα εγκατάστασης OpenClaw
es: Salir del instalador de OpenClaw
fa: خروج از نصب‌کننده OpenClaw
fi: Lopeta OpenClaw-asennusohjelma
fr: Quitter OpenClaw Installer
hu: Kilépés az OpenClaw Telepítőből
id: Keluar dari Penginstal OpenClaw
it: Esci dal programma di installazione OpenClaw
ja: OpenClaw インストーラーを終了
ko: OpenClaw 설치 프로그램 종료
ms: Keluar Pemasang OpenClaw
nl: OpenClaw Installer afsluiten
pt_br: Sair do instalador do OpenClaw
ru: Выйти из установщика OpenClaw
sv: Avsluta OpenClaw-installationsprogrammet
th: ออกจากตัวติดตั้ง OpenClaw
tr: OpenClaw Yükleyiciden Çık
vi: Thoát Trình cài đặt OpenClaw
zh_hans: 退出 OpenClaw 安装器
zh_hant: 退出 OpenClaw 安裝器

source: Ready
ar: جاهز
da: Klar
de: Bereit
el: Έτοιμο
es: Listo
fa: آماده
fi: Valmis
fr: Prêt
hu: Kész
id: Siap
it: Pronto
ja: 準備完了
ko: 준비됨
ms: Sedia
nl: Gereed
pt_br: Pronto
ru: Готово
sv: Redo
th: พร้อม
tr: Hazır
vi: Sẵn sàng
zh_hans: 就绪
zh_hant: 就緒

source: Ready for configuration
ar: جاهز للإعداد
da: Klar til konfiguration
de: Bereit zur Konfiguration
el: Έτοιμο για διαμόρφωση
es: Listo para configurar
fa: آماده پیکربندی
fi: Valmis määritettäväksi
fr: Prêt pour la configuration
hu: Konfigurálásra kész
id: Siap untuk dikonfigurasi
it: Pronto per la configurazione
ja: 設定の準備ができました
ko: 구성 준비 완료
ms: Sedia untuk konfigurasi
nl: Klaar voor configuratie
pt_br: Pronto para configuração
ru: Готово к настройке
sv: Redo för konfiguration
th: พร้อมสำหรับการกำหนดค่า
tr: Yapılandırma için hazır
vi: Sẵn sàng cấu hình
zh_hans: 准备配置
zh_hant: 準備設定
